
[P_3_3_2_Mine_ExtractionComm]
Speech_0002L=LAMBERT - Perfeito, perfeito. Como estamos indo, Grim?
Speech_0008L=GRÍMSDÓTTIR - Acho que nossa busca chegou ao fim. Acabamos de identificar o destinatário deste sinal: Philip Masse em pessoa!
Speech_0003L=LAMBERT - Fantástico! Fisher, hora de dar o fora. 
Speech_0009L=LAMBERT - Grímsdóttir localizou no mapa nosso ponto terminal. Trata-se de uma antiga fundição situada a oeste. Seria o quartel-general de Nikoladze. 
Speech_0010L=FISHER - É lá que encontrarei Philip Masse?
Speech_0011L=LAMBERT - Sim. Se o pegarmos, pegamos Nikoladze. Encontre-se com Wilkes e ponha-se a caminho. 
[P_3_3_2_Mine_WilkesOut]
Speech_0001L=WILKES - Estou com frio! Suba, vamos embora. 
